export const USER_AGREEMENT = {
	mainTitle: 'Пользовательская соглащение',
	rules: [
		{
			title: '1. Общие положения',
			subTitles: [
				'1.1. Настоящее соглашение регулирует порядок использования сайта. Посещая сайт и пользуясь его услугами, пользователь автоматически принимает условия данного соглашения.',
				'1.2. Если пользователь не согласен с условиями соглашения, он обязан прекратить использование сайта.'
			]
		},
		{
			title: '2. Права и обязанности пользователя',
			subTitles: [
				'2.1. Пользователь обязуется использовать сайт исключительно для личных, некоммерческих целей.',
				'2.2. Запрещены действия, нарушающие работоспособность сайта, его функциональность, а также действия, связанные с копированием, распространением или модификацией контента без разрешения правообладателей.'
			]
		},
		{
			title: '3. Права и обязанности администрации',
			subTitles: [
				'3.1. Администрация сайта имеет право изменять содержание сайта, ограничивать доступ к функционалу, блокировать учетные записи пользователей, нарушающих условия соглашения.',
				'3.2. Администрация не несет ответственности за сбои или ошибки в работе сайта, а также за последствия, вызванные использованием сайта.'
			]
		},
		{
			title: '4. Контент и авторские права',
			subTitles: [
				'4.1. Вся манга и другие материалы, размещенные на сайте, принадлежат их правообладателям.',
				'4.2. Пользователь не вправе использовать материалы сайта в коммерческих целях или распространять их без разрешения владельцев авторских прав.'
			]
		},
		{
			title: '5. Изменения условий',
			subTitles: [
				'5.1. Администрация оставляет за собой право изменять условия данного соглашения.',
				'5.2. Обновленные условия публикуются на сайте, а дальнейшее использование ресурса означает их принятие.'
			]
		},
		{
			title: '6. Контакты',
			subTitles: [
				'6.1. Для вопросов, связанных с пользовательским соглашением, посетите страницу "О нас".'
			]
		}
	]
}
