export const SUBSCRIBE_AGREEMENT = {
	mainTitle: 'Условия подписки',
	rules: [
		{
			title: '1. Общие положения',
			subTitles: [
				'1.1. Настоящие условия регулируют порядок предоставления платных услуг на сайте.',
				'1.2. Оформляя подписку, пользователь соглашается с указанными правилами.'
			]
		},
		{
			title: '2. Условия подписки',
			subTitles: [
				'2.1. Подписка является предоставляет полный доступ к чтению всех книг на сайте.',
				'2.2. Подписка не распространяется на скачивание контента или его использование вне платформы.'
			]
		},
		{
			title: '3. Стоимость и оплата',
			subTitles: [
				'3.1. Стоимость подписки указана на странице оформления и включает фиксированную ежемесячную плату.',
				'3.2. Оплата осуществляется через безопасные платежные системы. Все транзакции защищены.'
			]
		},
		{
			title: '4. Автопродление',
			subTitles: [
				'4.1. Подписка автоматически продлевается каждый месяц.',
				'4.2. Пользователь может отключить автопродление в личном кабинете в любое время до даты следующего платежа.'
			]
		},
		{
			title: '5. Отмена и возврат средств',
			subTitles: [
				'5.1. Отменить подписку можно через личный кабинет. Она останется активной до конца оплаченного периода.',
				'5.2. Возврат средств возможен только в случае технической ошибки, допущенной администрацией сайта.'
			]
		},
		{
			title: '6. Изменение условий',
			subTitles: [
				'6.1. Администрация оставляет за собой право изменять условия подписки, включая стоимость.',
				'6.2. Пользователи будут уведомлены об изменениях за 30 дней до вступления новых условий в силу.'
			]
		},
		{
			title: '7. Контакты',
			subTitles: [
				'7.1. Для вопросов, связанных с подпиской, посетите страницу "О нас".'
			]
		}
	]
}
